{
  "0": [
    {
      "paperId": "10.1101/2023.06.15.545130",
      "abstract": "SummaryMulti-omic data-driven studies, characterizing complex disease signaling system from multiple levels, are at the forefront of precision medicine and healthcare. The integration and interpretation of multi-omic data are essential for identifying molecular targets and deciphering core signaling pathways of complex diseases. However, it remains an open problem due the large number of biomarkers and complex interactions among them. In this study, we propose a novel Multi-scale Multi-hop Multi-omic graph model, M3NetFlow, to facilitate generic multi-omic data analysis to rank targets and infer core signaling flows/pathways. To evaluate M3NetFlow, we applied it in two independent multi-omic case studies: 1) uncovering mechanisms of synergistic drug combination response (defined as anchor-target guided learning), and 2) identifying biomarkers and pathways of Alzheimer  s disease (AD). The evaluation and comparison results showed M3NetFlow achieves the best prediction accuracy (accurate), and identifies a set of essential targets and core signaling pathways (interpretable). The model can be directly applied to other multi-omic data-driven studies. The code is publicly accessible at: https://github.com/FuhaiLiAiLab/M3NetFlow",
      "doi": "10.1101/2023.06.15.545130",
      "title": "M3NetFlow: A novel multi-scale multi-hop graph AI model for integrative multi-omic data analysis",
      "journal": "biorxiv",
      "date": "2024-09-04T00:00:00.000Z",
      "brief": null,
      "authors": "Zhang, H.; Goedegebuure, P.; Ding, L.; Hawkins, W.; DeNardo, D.; Fields, R.; Chen, Y.; Li, F."
    },
    {
      "paperId": "10.1101/2023.06.15.545130",
      "abstract": "SummaryMulti-omic data-driven studies, characterizing complex disease signaling system from multiple levels, are at the forefront of precision medicine and healthcare. The integration and interpretation of multi-omic data are essential for identifying molecular targets and deciphering core signaling pathways of complex diseases. However, it remains an open problem due the large number of biomarkers and complex interactions among them. In this study, we propose a novel Multi-scale Multi-hop Multi-omic graph model, M3NetFlow, to facilitate generic multi-omic data analysis to rank targets and infer core signaling flows/pathways. To evaluate M3NetFlow, we applied it in two independent multi-omic case studies: 1) uncovering mechanisms of synergistic drug combination response (defined as anchor-target guided learning), and 2) identifying biomarkers and pathways of Alzheimer  s disease (AD). The evaluation and comparison results showed M3NetFlow achieves the best prediction accuracy (accurate), and identifies a set of essential targets and core signaling pathways (interpretable). The model can be directly applied to other multi-omic data-driven studies. The code is publicly accessible at: https://github.com/FuhaiLiAiLab/M3NetFlow",
      "doi": "10.1101/2023.06.15.545130",
      "title": "M3NetFlow: A novel multi-scale multi-hop graph AI model for integrative multi-omic data analysis",
      "journal": "biorxiv",
      "date": "2024-09-11T00:00:00.000Z",
      "brief": null,
      "authors": "Zhang, H.; Goedegebuure, P.; Ding, L.; Hawkins, W.; DeNardo, D.; Fields, R.; Chen, Y.; Li, F."
    },
    {
      "paperId": "10.1101/2024.05.15.594360",
      "abstract": "Multi-omics data, i.e., genomics, epigenomics, transcriptomics, proteomics, characterize cellular complex signaling systems from multi-level and multi-view and provide a holistic view of complex cellular signaling pathways. However, it remains challenging to integrate and interpret multi-omics data for mining key disease targets and signaling pathways. Graph AI models have been widely used to analyze graph-structure datasets, and are ideal for integrative multi-omics data analysis because they can naturally integrate and represent multi-omics data as a biologically meaningful multi-level signaling graph and interpret multi-omics data via graph node and edge ranking analysis. However, it is non-trivial for graph-AI model developers to pre-analyze multi-omics data and convert the data into biologically meaningful graphs, which can be directly fed into graph-AI models. To resolve this challenge, we developed mosGraphGen (multi-omics signaling graph generator), generating Multi-omics Signaling graphs (mos-graph) of individual samples by mapping multi-omics data onto a biologically meaningful multi-level background signaling network with data normalization by aggregating measurements and aligning to the reference genome. With mosGraphGen, AI model developers can directly apply and evaluate their models using these mos-graphs. In the results, mosGraphGen was used and illustrated using two widely used multi-omics datasets of TCGA and Alzheimers disease (AD) samples. The code of mosGraphGen is open-source and publicly available via GitHub: https://github.com/FuhaiLiAiLab/mosGraphGen",
      "doi": "10.1101/2024.05.15.594360",
      "title": "mosGraphGen: a novel tool to generate multi-omics signaling graphs to facilitate integrative and interpretable graph AI model development",
      "journal": "biorxiv",
      "date": "2024-08-28T00:00:00.000Z",
      "brief": null,
      "authors": "Zhang, H.; Cao, D.; Chen, Z.; Zhang, Z.; Chen, Y.; Sessions, C.; Cruchaga, C.; Payne, P. R.; Li, G.; Province, M.; Li, F."
    }
  ],
  "1": [
    {
      "paperId": "10.1101/2024.08.27.609886",
      "abstract": "Neurodegenerative diseases are characterised by the progressive loss of neuronal tissue, and the accumulation of amyloid fibrils. Currently, there are no therapeutics that remove these amyloids. Targeted protein degradation could be a promising strategy to remove fibrils or oligomeric precursors. This approach requires degraders that specifically recognise amyloid fibrils, preferentially in early stages. Here, we introduce FibrilPaint20 (FP20), a peptide that specifically mediates the ubiquitination of amyloid fibrils. It acts as a PROTAC, containing both of a fibril recognition module and a recruitment motif for the E3 ubiquitin ligase CHIP. Importantly, FP20 does not bind to the functional monomer but exclusively to fibrils. Remarkably, FP20 ubiquitinates a set chemically diverse fibrils, unrelated in sequence and morphology. This includes fibrils of the disease-related proteins of -synuclein, A{beta}, Huntingtin and various Tau species, such as patient-derived fibrils from Alzheimer, Frontotemporal Dementia and Corticobasal Degeneration. This makes FP20 interesting for targeting mixed pathologies. Together, FP20 is an attractive lead compound for targeted protein degradation of amyloid fibrils.",
      "doi": "10.1101/2024.08.27.609886",
      "title": "FibrilPaint targets amyloid fibrils for ubiquitination",
      "journal": "biorxiv",
      "date": "2024-08-27T00:00:00.000Z",
      "brief": null,
      "authors": "Dekker, F. A.; Aragnones Pedrola, J.; Poza-Rodriguez, A.; Mayer, G.; Singh, S.; Heesink, G.; Claessens, M. M. A. E.; Friedler, A.; Rudiger, S. G. D."
    },
    {
      "paperId": "10.1101/2024.08.25.609586",
      "abstract": "Neurodegenerative diseases, such as Alzheimers Disease, Parkinsons Disease and Huntingtons Disease, are characterised by accumulation of amyloid fibrils, which remain incurable. It is of great importance to develop early-diagnosis approaches as well as disease-modifying therapies. Recently, we discovered the FibrilPaint1 peptide, a specific amyloid binder that can serve for fibril diagnosis. Here we introduce a class of FibrilPaint1 derivatives that bind to protein fibrils. The modifications include variation of the charge, termini and order of residues. As a result, we generated a class of peptides with general fibril-binding properties and with the potential for further adaptation, such as linkage to multiple dyes, optimisation for specific protein and aggregate strains, or adaptation for targeted protein degradation strategies. Thus, Fibril Paint peptides are a class of promising leads for targeting amyloid fibrils for diagnostic and therapeutic purposes.",
      "doi": "10.1101/2024.08.25.609586",
      "title": "Fibril Paint: a class of amyloid-targeting peptides",
      "journal": "biorxiv",
      "date": "2024-09-10T00:00:00.000Z",
      "brief": null,
      "authors": "Pedrola, J. A.; Dekker, F. A.; Guttmann, K.; van Leeuwen, L. M.; Singh, S.; Mayer, G.; Garfagnini, T.; Friedler, A.; Rudiger, S. G. D."
    },
    {
      "paperId": "10.1101/2024.08.25.609586",
      "abstract": "Neurodegenerative diseases, such as Alzheimers Disease, Parkinsons Disease and Huntingtons Disease, are characterised by accumulation of amyloid fibrils, which remain incurable. It is of great importance to develop early-diagnosis approaches as well as disease-modifying therapies. Recently, we discovered the FibrilPaint1 peptide, a specific amyloid binder that can serve for fibril diagnosis. Here we introduce a class of FibrilPaint1 derivatives that bind to protein fibrils. The modifications include variation of the charge, termini and order of residues. As a result, we generated a class of peptides with general fibril-binding properties and with the potential for further adaptation, such as linkage to multiple dyes, optimisation for specific protein and aggregate strains, or adaptation for targeted protein degradation strategies. Thus, Fibril Paint peptides are a class of promising leads for targeting amyloid fibrils for diagnostic and therapeutic purposes.",
      "doi": "10.1101/2024.08.25.609586",
      "title": "Fibril Paint: a class of amyloid-targeting peptides",
      "journal": "biorxiv",
      "date": "2024-08-25T00:00:00.000Z",
      "brief": null,
      "authors": "Pedrola, J. A.; Dekker, F. A.; Guttmann, K.; van Leeuwen, L. M.; Singh, S.; Mayer, G.; Garfagnini, T.; Friedler, A.; Rudiger, S. G. D."
    }
  ],
  "2": [
    {
      "paperId": "10.1101/2024.08.05.606560",
      "abstract": "Alzheimers disease (AD) is characterized by cognitive decline and memory loss due to the abnormal accumulation of amyloid-beta (A{beta}) plaques and tau tangles in the brain; its onset and progression also depend on genetic factors such as the apolipoprotein E (APOE) genotype. Understanding how these factors affect the brains neural pathways is important for early diagnostics and interventions. Tractometry is an advanced technique for 3D quantitative assessment of white matter tracts, localizing microstructural abnormalities in diseased populations in vivo. In this work, we applied BUAN (Bundle Analytics) tractometry to 3D diffusion MRI data from 730 participants in ADNI3 (phase 3 of the Alzheimers Disease Neuroimaging Initiative; age range: 55-95 years, 349M/381F, 214 with mild cognitive impairment, 69 with AD, and 447 cognitively healthy controls). Using along-tract statistical analysis, we assessed the localized impact of amyloid, tau, and APOE genetic variants on the brains neural pathways. BUAN quantifies microstructural properties of white matter tracts, supporting along-tract statistical analyses that identify factors associated with brain microstructure. We visualize the 3D profile of white matter tract associations with tau and amyloid burden in Alzheimers disease; strong associations near the cortex may support models of disease propagation along neural pathways. Relative to the neutral genotype, APOE{varepsilon} 3/{varepsilon}3, carriers of the AD-risk conferring APOE{varepsilon} 4 genotype show microstructural abnormalities, while carriers of the protective{varepsilon} 2 genotype also show subtle differences. Of all the microstructural metrics, mean diffusivity (MD) generally shows the strongest associations with AD pathology, followed by axial diffusivity (AxD) and radial diffusivity (RD), while fractional anisotropy (FA) is typically the least sensitive metric. Along-tract microstructural metrics are sensitive to tau and amyloid accumulation, showing the potential of diffusion MRI to track AD pathology and map its impact on neural pathways.",
      "doi": "10.1101/2024.08.05.606560",
      "title": "Amyloid, Tau, and APOE in Alzheimer's Disease: Impact on White Matter Tracts",
      "journal": "biorxiv",
      "date": "2024-08-06T00:00:00.000Z",
      "brief": null,
      "authors": "Chandio, B. Q.; Villalon-Reina, J. E.; Nir, T. M.; Thomopoulos, S. I.; Feng, Y.; Benavidez, S.; Jahanshad, N.; Harezlak, J.; Garyfallidis, E.; Thompson, P. M.; for the Alzheimer's Disease Neuroimaging Initiative,  "
    },
    {
      "paperId": "10.1101/2024.08.05.606560",
      "abstract": "Alzheimers disease (AD) is characterized by cognitive decline and memory loss due to the abnormal accumulation of amyloid-beta (A{beta}) plaques and tau tangles in the brain; its onset and progression also depend on genetic factors such as the apolipoprotein E (APOE) genotype. Understanding how these factors affect the brains neural pathways is important for early diagnostics and interventions. Tractometry is an advanced technique for 3D quantitative assessment of white matter tracts, localizing microstructural abnormalities in diseased populations in vivo. In this work, we applied BUAN (Bundle Analytics) tractometry to 3D diffusion MRI data from 730 participants in ADNI3 (phase 3 of the Alzheimers Disease Neuroimaging Initiative; age range: 55-95 years, 349M/381F, 214 with mild cognitive impairment, 69 with AD, and 447 cognitively healthy controls). Using along-tract statistical analysis, we assessed the localized impact of amyloid, tau, and APOE genetic variants on the brains neural pathways. BUAN quantifies microstructural properties of white matter tracts, supporting along-tract statistical analyses that identify factors associated with brain microstructure. We visualize the 3D profile of white matter tract associations with tau and amyloid burden in Alzheimers disease; strong associations near the cortex may support models of disease propagation along neural pathways. Relative to the neutral genotype, APOE{varepsilon} 3/{varepsilon}3, carriers of the AD-risk conferring APOE{varepsilon} 4 genotype show microstructural abnormalities, while carriers of the protective{varepsilon} 2 genotype also show subtle differences. Of all the microstructural metrics, mean diffusivity (MD) generally shows the strongest associations with AD pathology, followed by axial diffusivity (AxD) and radial diffusivity (RD), while fractional anisotropy (FA) is typically the least sensitive metric. Along-tract microstructural metrics are sensitive to tau and amyloid accumulation, showing the potential of diffusion MRI to track AD pathology and map its impact on neural pathways.",
      "doi": "10.1101/2024.08.05.606560",
      "title": "Amyloid, Tau, and APOE in Alzheimer's Disease: Impact on White Matter Tracts",
      "journal": "biorxiv",
      "date": "2024-08-05T00:00:00.000Z",
      "brief": null,
      "authors": "Chandio, B. Q.; Villalon-Reina, J. E.; Nir, T. M.; Thomopoulos, S. I.; Feng, Y.; Benavidez, S.; Jahanshad, N.; Harezlak, J.; Garyfallidis, E.; Thompson, P. M."
    }
  ],
  "3": [
    {
      "paperId": "10.1101/2024.10.12.617973",
      "abstract": "Neurodegenerative tauopathies are characterized by the deposition of distinct fibrillar tau assemblies whose rigid core structures correlate with defined neuropathological phenotypes. Essential tremor (ET) is a progressive neurological disease associated with cognitive impairment and, in some cases, tau accumulation. Consequently, we explored the tau assembly conformation in ET patients with tau pathology using cytometry-based tau biosensor assays. These assays quantify tau prion seeding activity present in brain homogenates based on conversion of intracellular tau-fluorescent protein fusions from a soluble to an aggregated state. Prions exhibit seeding barriers, whereby a specific assembly structure cannot serve as a template for a native monomer if the amino acids are not compatible. We recently exploited the tau prion species barrier to define tauopathies by systematically substituting alanine (Ala) in the tau monomer and measuring its incorporation into seeded aggregates within biosensor cells. The Ala scan precisely classified the conformation of tau seeds from diverse tauopathies. We next studied 18 ET patient brains with tau pathology. Only one case had concurrent high amyloid beta plaque pathology consistent with Alzheimer's disease (AD). We detected robust tau seeding activity in 9 (50%) of the patients. This predominantly localized to the temporal pole and temporal cortex. We examined 8 ET cases with the Ala scan and determined that the amino acid requirements for tau monomer incorporation into aggregates seeded from these ET brain homogenates were identical to those of AD and primary age-related tauopathy (PART), and completely distinct from other tauopathies such as corticobasal degeneration, chronic traumatic encephalopathy, and progressive supranuclear palsy. Based on these studies, tau assembly cores in a pathologically confined subset of ET cases with high tau pathology are identical to AD and PART. This could facilitate more precise diagnosis and therapy for ET patients with cognitive impairment.",
      "doi": "10.1101/2024.10.12.617973",
      "title": "Essential tremor with tau pathology features seeds indistinguishable in conformation from Alzheimer's disease and primary age-related tauopathy",
      "journal": "biorxiv",
      "date": "2024-10-14T00:00:00.000Z",
      "brief": null,
      "authors": "Saez-Calveras, N.; Vaquer-Alicea, J.; White, C. L.; Tak, Y.; Cosentino, S.; Faust, P. L.; Louis, E. D.; Diamond, M. I."
    },
    {
      "paperId": "10.1101/2024.10.12.617973",
      "abstract": "Neurodegenerative tauopathies are characterized by the deposition of distinct fibrillar tau assemblies whose rigid core structures correlate with defined neuropathological phenotypes. Essential tremor (ET) is a progressive neurological disease associated with cognitive impairment and, in some cases, tau accumulation. Consequently, we explored the tau assembly conformation in ET patients with tau pathology using cytometry-based tau biosensor assays. These assays quantify tau prion seeding activity present in brain homogenates based on conversion of intracellular tau-fluorescent protein fusions from a soluble to an aggregated state. Prions exhibit seeding barriers, whereby a specific assembly structure cannot serve as a template for a native monomer if the amino acids are not compatible. We recently exploited the tau prion species barrier to define tauopathies by systematically substituting alanine (Ala) in the tau monomer and measuring its incorporation into seeded aggregates within biosensor cells. The Ala scan precisely classified the conformation of tau seeds from diverse tauopathies. We next studied 18 ET patient brains with tau pathology. Only one case had concurrent high amyloid beta plaque pathology consistent with Alzheimer's disease (AD). We detected robust tau seeding activity in 9 (50%) of the patients. This predominantly localized to the temporal pole and temporal cortex. We examined 8 ET cases with the Ala scan and determined that the amino acid requirements for tau monomer incorporation into aggregates seeded from these ET brain homogenates were identical to those of AD and primary age-related tauopathy (PART), and completely distinct from other tauopathies such as corticobasal degeneration, chronic traumatic encephalopathy, and progressive supranuclear palsy. Based on these studies, tau assembly cores in a pathologically confined subset of ET cases with high tau pathology are identical to AD and PART. This could facilitate more precise diagnosis and therapy for ET patients with cognitive impairment.",
      "doi": "10.1101/2024.10.12.617973",
      "title": "Essential tremor with tau pathology features seeds indistinguishable in conformation from Alzheimer's disease and primary age-related tauopathy",
      "journal": "biorxiv",
      "date": "2024-10-14T00:00:00.000Z",
      "brief": null,
      "authors": "Saez-Calveras, N.; Vaquer-Alicea, J.; White, C. L.; Tak, Y.; Cosentino, S.; Faust, P. L.; Louis, E. D.; Diamond, M. I."
    }
  ],
  "4": [
    {
      "paperId": "10.1101/2024.08.06.606783",
      "abstract": "We demonstrate the dual role of microglia in Alzheimers disease (AD), initially harmful, by seeding amyloid plaques, and protective in later stages by compacting amyloid plaques. Early microglial depletion using pharmacological or genetic blockage of CSF1R reduces plaque load and associated neuritic dystrophy, while human microglia transplantation restores plaque formation, confirming their seeding role. Transplanted TREM2R47H/R47Hmicroglia exacerbate plaque pathology, highlighting microglia as key initiators of the amyloid pathology cascade.",
      "doi": "10.1101/2024.08.06.606783",
      "title": "Microglia initially seed and later reshape amyloid plaques in Alzheimer's disease",
      "journal": "biorxiv",
      "date": "2024-08-08T00:00:00.000Z",
      "brief": null,
      "authors": "Baligacs, N.; Albertini, G.; Borrie, S. C.; Serneels, L.; Pridans, C.; Balusu, S.; De Strooper, B."
    },
    {
      "paperId": "10.1101/2024.08.06.606795",
      "abstract": "Evidence points to a role for microglia in Alzheimers disease (AD) risk, although their position in the pathological cascade is incompletely understood, prompting us to generate a model of {beta}-amyloidopathy lacking microglia. We find evidence that microglia promote plaque formation and creation of an A{beta} fibril-rich zone surrounding the plaque core. However, plaque-proximal reactive astrogliosis, synapse loss, and neurite dystrophy are still observed in the absence of microglia.",
      "doi": "10.1101/2024.08.06.606795",
      "title": "Microglia determine beta-amyloid plaque burden but are non-essential for downstream pathology",
      "journal": "biorxiv",
      "date": "2024-08-08T00:00:00.000Z",
      "brief": null,
      "authors": "Li, M.; Holt, K.; Ridley, K.; Qiu, J.; Haddow, K.; Vasoya, D.; He, X.; Tulloch, J.; King, D.; Hume, D. A.; Pridans, C.; Dando, O. R.; Spires-Jones, T. L.; Hardingham, G. E."
    }
  ],
  "5": [
    {
      "paperId": "10.1101/2024.09.24.614844",
      "abstract": "Alzheimers disease (AD) remains a significant global health challenge, with BACE1, a critical therapeutic target due to its role in the amyloidogenic pathway. This study presents an innovative approach to drug development by integrating machine learning (ML) techniques to identify the potential BACE1 inhibitors. Utilizing a comprehensive dataset of protein-ligand interactions, the current study employed a machine learning model to generate novel ligands with high binding affinity and specificity for the BACE1 active site. The models efficacy was validated through molecular docking studies, which demonstrated superior binding affinities compared to existing FDA-approved inhibitors such as Atabecestat and Lanabecestat. The findings reveal that the top candidate, MLC10, exhibits a unique mechanism of action by promoting controlled flexibility in BACE1, contrasting with the rigid conformations induced by traditional inhibitors. This dynamic modulation enhances the enzymes inhibition, suggesting a promising avenue for therapeutic intervention. Furthermore, solvent-accessible surface area analyses indicate that MLC10 facilitates a more favourable protein conformation, potentially altering catalytic behaviour through increased solvent interactions. This work underscores the transformative potential of machine learning in drug discovery, paving the way for the development of next-generation BACE1 inhibitors. By harnessing computational techniques, the present work aims to address the limitations of current therapies and contribute to more effective treatments for Alzheimers disease, ultimately improving patient outcomes and quality of life.",
      "doi": "10.1101/2024.09.24.614844",
      "title": "Machine Learning-Enhanced Drug Discovery for BACE1: A Novel Approach to Alzheimer's Therapeutics",
      "journal": "biorxiv",
      "date": "2024-09-26T00:00:00.000Z",
      "brief": null,
      "authors": "Sangeet, S."
    },
    {
      "paperId": "10.1101/2024.09.19.613992",
      "abstract": "Alzheimers disease (AD) remains a formidable challenge, necessitating the discovery of effective therapeutic agents targeting {beta}-site amyloid precursor protein cleaving enzyme 1 (BACE1). This study investigates the inhibitory potential of phytochemicals derived from Bacopa monnieri, a plant renowned for its cognitive-enhancing properties, in comparison to established synthetic inhibitors such as Atabecestat, Lanabecestat, and Verubecestat. Utilizing molecular docking and advanced computational simulations, we demonstrate that Bacopaside I exhibits superior binding affinity and a unique interaction profile with BACE1, suggesting a more nuanced inhibitory mechanism. Our findings highlight the promising role of Bacopa monnieri phytochemicals as viable alternatives to synthetic drugs, emphasizing their potential to overcome limitations faced in clinical settings. Furthermore, the development of the SIMANA (https://simana.streamlit.app/) platform enhances the visualization and analysis of protein-ligand interactions, facilitating a deeper understanding of the dynamics involved. This research not only underscores the therapeutic promise of natural compounds in AD treatment but also advocates for a paradigm shift towards integrating traditional medicinal knowledge into contemporary drug discovery efforts.",
      "doi": "10.1101/2024.09.19.613992",
      "title": "Bacopa monnieri phytochemicals as promising BACE1 inhibitors for Alzheimers Disease Therapy",
      "journal": "biorxiv",
      "date": "2024-09-24T00:00:00.000Z",
      "brief": null,
      "authors": "Sangeet, S.; Khan, A."
    }
  ],
  "6": [
    {
      "paperId": "10.1101/2024.08.19.608707",
      "abstract": "The paper develops a criterion to quantify the accumulated neurotoxicity of A{beta} oligomers in Alzheimers disease (AD). Accumulated neurotoxicity is determined by integrating the concentration of A{beta} oligomers within the control volume over time. In the scenario of a low rate of free A{beta} oligomer deposition into senile plaques and dysfunctional degradation machinery, resulting in an infinitely long half-life of A{beta} monomers and aggregates, the obtained analytical solution reveals a quadratic relationship between accumulated neurotoxicity and time. This suggests that initially, the neurotoxicity increases slowly but accelerates as time progresses. This could help to understand the prolonged delay in the onset of AD symptoms. Furthermore, as the model indicates that accumulated neurotoxicity increases with the duration of the aggregation process, it implies that if the protein degradation system is compromised, the onset of AD becomes unavoidable. Eventually, neuronal death is only a question of time. The only way to prevent this outcome is to ensure that the degradation machinery for A{beta} peptides and their aggregates remains functional. A threshold value of accumulated neurotoxicity is suggested. If this value is exceeded, nearby neurons die. The progression of accumulated neurotoxicity over time is analyzed. An S-shaped growth pattern as the half-deposition time of A{beta} aggregates into senile plaques increases is revealed. Additionally, the sensitivity of accumulated neurotoxicity to different parameter values is examined.",
      "doi": "10.1101/2024.08.19.608707",
      "title": "A criterion characterizing accumulated toxicity of Aβ oligomers in Alzheimer's disease",
      "journal": "biorxiv",
      "date": "2024-08-20T00:00:00.000Z",
      "brief": null,
      "authors": "Kuznetsov, A. V."
    },
    {
      "paperId": "10.1101/2024.08.19.608707",
      "abstract": "The paper develops a criterion to quantify the accumulated neurotoxicity of A{beta} oligomers in Alzheimers disease (AD). Accumulated neurotoxicity is determined by integrating the concentration of A{beta} oligomers within the control volume over time. In the scenario of a low rate of free A{beta} oligomer deposition into senile plaques and dysfunctional degradation machinery, resulting in an infinitely long half-life of A{beta} monomers and aggregates, the obtained analytical solution reveals a quadratic relationship between accumulated neurotoxicity and time. This suggests that initially, the neurotoxicity increases slowly but accelerates as time progresses. This could help to understand the prolonged delay in the onset of AD symptoms. Furthermore, as the model indicates that accumulated neurotoxicity increases with the duration of the aggregation process, it implies that if the protein degradation system is compromised, the onset of AD becomes unavoidable. Eventually, neuronal death is only a question of time. The only way to prevent this outcome is to ensure that the degradation machinery for A{beta} peptides and their aggregates remains functional. A threshold value of accumulated neurotoxicity is suggested. If this value is exceeded, nearby neurons die. The progression of accumulated neurotoxicity over time is analyzed. An S-shaped growth pattern as the half-deposition time of A{beta} aggregates into senile plaques increases is revealed. Additionally, the sensitivity of accumulated neurotoxicity to different parameter values is examined.",
      "doi": "10.1101/2024.08.19.608707",
      "title": "A criterion characterizing accumulated neurotoxicity of Aβ oligomers in Alzheimer's disease",
      "journal": "biorxiv",
      "date": "2024-08-26T00:00:00.000Z",
      "brief": null,
      "authors": "Kuznetsov, A. V."
    }
  ],
  "7": [
    {
      "paperId": "10.1101/2024.09.05.611566",
      "abstract": "Amyloid-beta (A{beta}) plaques and surrounding glial activation are prominent histopathological hallmarks of Alzheimers Disease (AD). However, it is unclear how A{beta} plaques interact with surrounding glial cells in the human brain. Here, we applied spatial transcriptomics (ST) and immunohistochemistry (IHC) for A{beta}, GFAP, and IBA1 to acquire data from 258,987 ST spots within 78 postmortem brain sections of 21 individuals. By coupling ST and adjacent-section IHC, we showed that low A{beta} spots exhibit transcriptomic profiles indicative of greater neuronal loss than high A{beta} spots, and high-glia spots present transcriptomic changes indicative of more significant inflammation and neurodegeneration. Furthermore, we observed that this ST glial response bears signatures of reported mouse gene modules of plaque-induced genes (PIG), oligodendrocyte (OLIG) response, disease-associated microglia (DAM), and disease-associated astrocytes (DAA), as well as different microglia (MG) states identified in human AD brains, indicating that multiple glial cell states arise around plaques and contribute to local immune response. We then validated the observed effects of A{beta} on cell apoptosis and plaque-surrounding glia on inflammation and synaptic loss using IHC. In addition, transcriptomic changes of iPSC-derived microglia-like cells upon short-interval A{beta} treatment mimic the ST glial response and mirror the reported activated MG states. Our results demonstrate an exacerbation of synaptic and neuronal loss in low-A{beta} or high-glia areas, indicating that microglia response to A{beta}-oligomers likely initiates glial activation in plaque-glia niches. Our study lays the groundwork for future pathology genomics studies, opening the door for investigating pathological heterogeneity and causal effects in neurodegenerative diseases.",
      "doi": "10.1101/2024.09.05.611566",
      "title": "Uncovering Plaque-Glia Niches in Human Alzheimer's Disease Brains Using Spatial Transcriptomics",
      "journal": "biorxiv",
      "date": "2024-09-10T00:00:00.000Z",
      "brief": null,
      "authors": "Avey, D. R.; Ng, B.; Vialle, R. A.; Kearns, N. A.; Lopes, K. d. P.; Iatrou, A.; Tissera, S. D.; Vyas, H.; Saunders, D. M.; Flood, D. J.; Xu, J.; Tasaki, S.; Gaiteri, C.; Bennett, D. A.; Wang, Y."
    },
    {
      "paperId": "10.1101/2024.08.23.609299",
      "abstract": "Microglia are key players in maintaining brain homeostasis and responding to pathological conditions. Their multifaceted roles in health and disease have garnered significant attention in the context of neurodegeneration. In recent years, single-cell transcriptomic techniques have provided unprecedented insights into microglial heterogeneity, revealing distinct subpopulations and gene expression patterns associated with neuroprotection or neurotoxicity.\n\nHere, the transcriptomic landscape of microglia has been dissected by leveraging human single-nuclei RNA sequencing datasets of neurodegenerative conditions, encompassing amyotrophic lateral sclerosis, frontotemporal dementia, Alzheimers disease, aging, and Parkinsons disease. Results have led to the identification of distinct cell subpopulations, representative of the functional heterogeneity of the brain microglia. Moreover, distinct gene signatures and regulatory networks linked to inflammation and neurodegeneration have been identified.\n\nOverall, the study provides an improved portrait of microglia in the context of neurodegenerative disorders, and it holds promise for developing a more targeted research aimed at modulating microglial function to mitigate disease progression and foster neuroprotection.\n\nHighlightsO_LIBrain-resident microglia cells show a profound transcriptional heterogeneity\nC_LIO_LIMicroglia are not subject to a macrophage-like polarization mechanism\nC_LIO_LINeurodegenerative disorders share common transcriptional programs, yet retaining their own peculiarities\nC_LIO_LIDistinct gene regulatory networks underlie microglia heterogeneity and neurodegeneration-related dysfunctions\nC_LI",
      "doi": "10.1101/2024.08.23.609299",
      "title": "Unveiling microglial heterogeneity from single-cell transcriptomics in neurodegenerative diseases",
      "journal": "biorxiv",
      "date": "2024-08-23T00:00:00.000Z",
      "brief": null,
      "authors": "Palma, A."
    }
  ],
  "8": [
    {
      "paperId": "10.1101/2024.10.13.615818",
      "abstract": "Neurodegenerative diseases (NDDs) are multifactorial disorders frequently associated with gut dysbiosis, oxidative stress, and inflammation; however, the pathophysiological mechanisms remain poorly understood. We investigated bacterial and metabolic dyshomeostasis in the gut microbiome associated with early disease stages across three NDDs, amyotrophic lateral sclerosis (ALS), Alzheimers Disease (AD), Parkinsons Disease (PD), and healthy controls (HC) and discovered a previously unrecognized link between a microbial-derived metabolite with an unknown role in human physiology, 2,3-dihydroxypropane-1-sulfonate (DHPS), and NDDs. DHPS was downregulated in AD, ALS, and PD, while Eubacterium and Desulfovibrio, capable of metabolizing this metabolite,1-4 were increased in all disease cohorts. Additionally, select taxa within the Clostridia class had strong negative correlations to DHPS suggesting a potential role in DHPS metabolism. Hydrogen sulfide is a catabolic product of DHPS,1,5 and hydrogen sulfide promotes inflammation,6-8 oxidative stress,9 mitochondrial damage,10 and gut dysbiosis,2,11 known hallmarks of NDD. These findings suggest that cryptic sulfur metabolism via DHPS is a missing link in our current understanding of NDD onset and progression. To the best of our knowledge, we are the first to provide evidence of a conserved gut-brain axis linkage of specific bacterial taxa and their metabolism of DHPS shared by three neurodegenerative diseases.",
      "doi": "10.1101/2024.10.13.615818",
      "title": "Specific Bacterial Taxa and Their Metabolite, DHPS, Linked to Alzheimers Disease, Parkinsons Disease, and Amyotrophic Lateral Sclerosis.",
      "journal": "biorxiv",
      "date": "2024-10-14T00:00:00.000Z",
      "brief": null,
      "authors": "Ellis, J. C.; Christopher, C. J.; Morgan, K. H.; Tolleson, C. M.; Trudell, R.; Fernandez-Romero, R.; Rice, L.; Abiodun, B. A.; Vickery, Z.; Jones, K.; Woodall, B. M.; Nagy, C.; Mieczkowski, P. A.; Campagna, S. R.; Bowen, G.; MIND Consortium,  "
    },
    {
      "paperId": "10.1101/2024.10.13.615818",
      "abstract": "Neurodegenerative diseases (NDDs) are multifactorial disorders frequently associated with gut dysbiosis, oxidative stress, and inflammation; however, the pathophysiological mechanisms remain poorly understood. We investigated bacterial and metabolic dyshomeostasis in the gut microbiome associated with early disease stages across three NDDs, amyotrophic lateral sclerosis (ALS), Alzheimers Disease (AD), Parkinsons Disease (PD), and healthy controls (HC) and discovered a previously unrecognized link between a microbial-derived metabolite with an unknown role in human physiology, 2,3-dihydroxypropane-1-sulfonate (DHPS), and NDDs. DHPS was downregulated in AD, ALS, and PD, while Eubacterium and Desulfovibrio, capable of metabolizing this metabolite,1-4 were increased in all disease cohorts. Additionally, select taxa within the Clostridia class had strong negative correlations to DHPS suggesting a potential role in DHPS metabolism. Hydrogen sulfide is a catabolic product of DHPS,1,5 and hydrogen sulfide promotes inflammation,6-8 oxidative stress,9 mitochondrial damage,10 and gut dysbiosis,2,11 known hallmarks of NDD. These findings suggest that cryptic sulfur metabolism via DHPS is a missing link in our current understanding of NDD onset and progression. To the best of our knowledge, we are the first to provide evidence of a conserved gut-brain axis linkage of specific bacterial taxa and their metabolism of DHPS shared by three neurodegenerative diseases.",
      "doi": "10.1101/2024.10.13.615818",
      "title": "Specific Bacterial Taxa and Their Metabolite, DHPS, Linked to Alzheimers Disease, Parkinsons Disease, and Amyotrophic Lateral Sclerosis.",
      "journal": "biorxiv",
      "date": "2024-10-14T00:00:00.000Z",
      "brief": null,
      "authors": "Christopher, C. J.; Morgan, K. H.; Tolleson, C. M.; Trudell, R.; Fernandez-Romero, R.; Rice, L.; Abiodun, B. A.; Vickery, Z.; Jones, K.; Woodall, B. M.; Nagy, C.; Mieczkowski, P. A.; Bowen, G.; Campagna, S. R.; Ellis, J. C."
    }
  ],
  "9": [
    {
      "paperId": "10.1101/2024.08.13.605573",
      "abstract": "Current genotype-to-phenotype models, such as poly-genic risk scores, only account for linear relationships between genotype and phenotype and ignore epistatic interactions, limiting the complexity of the diseases that can be properly characterized. Protein-protein interaction networks have the potential to improve the performance of the models. Moreover, interactions at the protein level can have profound implications in understanding the genetic etiology of diseases and, in turn, for drug development. In this article, we propose a novel approach for phenotype prediction based on graph neural networks (GNNs) that naturally incorporates existing protein interaction networks into the model. As a result, our approach can naturally discover relevant epistatic interactions. We assess the potential of this approach using simulations and comparing it to linear and other non-linear approaches. We also study the performance of the proposed GNN-based methods in predicting Alzheimers disease, one of the most complex neurodegenerative diseases, where our GNN approach outperform state of the art methods. In addition, we show that our proposal is able to discover critical interactions in the Alzheimers disease. Our findings highlight the potential of GNNs in predicting phenotypes and discovering the underlying mechanisms of complex diseases.",
      "doi": "10.1101/2024.08.13.605573",
      "title": "Leveraging protein-protein interactions in phenotype prediction through graph neural networks",
      "journal": "biorxiv",
      "date": "2024-08-16T00:00:00.000Z",
      "brief": null,
      "authors": "Smeriglio, R.; Rosell-Mirmi, J.; Radeva, P.; Abante, J."
    },
    {
      "paperId": "10.1101/2024.08.13.605573",
      "abstract": "Current genotype-to-phenotype models, such as poly-genic risk scores, only account for linear relationships between genotype and phenotype and ignore epistatic interactions, limiting the complexity of the diseases that can be properly characterized. Protein-protein interaction networks have the potential to improve the performance of the models. Moreover, interactions at the protein level can have profound implications in understanding the genetic etiology of diseases and, in turn, for drug development. In this article, we propose a novel approach for phenotype prediction based on graph neural networks (GNNs) that naturally incorporates existing protein interaction networks into the model. As a result, our approach can naturally discover relevant epistatic interactions. We assess the potential of this approach using simulations and comparing it to linear and other non-linear approaches. We also study the performance of the proposed GNN-based methods in predicting Alzheimers disease, one of the most complex neurodegenerative diseases, where our GNN approach outperform state of the art methods. In addition, we show that our proposal is able to discover critical interactions in the Alzheimers disease. Our findings highlight the potential of GNNs in predicting phenotypes and discovering the underlying mechanisms of complex diseases.",
      "doi": "10.1101/2024.08.13.605573",
      "title": "Leveraging protein-protein interactions in phenotype prediction through graph neural networks",
      "journal": "biorxiv",
      "date": "2024-08-21T00:00:00.000Z",
      "brief": null,
      "authors": "Smeriglio, R.; Rosell-Mirmi, J.; Radeva, P.; Abante, J."
    }
  ],
  "10": [
    {
      "paperId": "10.1101/2024.08.30.610591",
      "abstract": "The aggregation of A{beta}42 into misfolded oligomers is a central event in the pathogenesis of Alzheimers disease. In this study, we aimed to develop a robust experimental system that recapitulates A{beta}42 oligomerization in living cells to gain insight into their neurotoxicity and to provide a platform to characterize the effects of inhibitors of this process. Our strategy is based on the in situ generation of A{beta}42 oligomers via secondary nucleation by repeatedly treating the cells with A{beta}42 monomers in the presence of pre-formed A{beta}42 fibrils. This approach enables an accurate control over the levels of on-pathway soluble A{beta}42 oligomers and cell-associated aggregates, as well as the study of their neurotoxic effects. By implementing this approach in human glutamatergic neurons derived from induced pluripotent stem cells (iPSCs), we were able to replicate key aspects of Alzheimers disease, including neurite degeneration and synaptic dysfunction. Using BRICHOS, a molecular chaperone that specifically inhibits secondary nucleation, we confirmed that aggregation in this system occurs through secondary nucleation, and that quantitative parameters for comparing potential A{beta}42 aggregation inhibitors can be obtained. Overall, our results demonstrate that by in situ generation of on-pathway A{beta}42 oligomers, one can obtain translational cellular models of AD to bridge the gap between basic research and clinical applications.",
      "doi": "10.1101/2024.08.30.610591",
      "title": "In situ generation of Aβ42 oligomers via secondary nucleation triggers neurite degeneration and synaptic dysfunction in human iPSC-derived glutamatergic neurons",
      "journal": "biorxiv",
      "date": "2024-09-01T00:00:00.000Z",
      "brief": null,
      "authors": "Gonzalez-Diaz, A.; Sarracco, E.; Possenti, A.; Kitchen-Smith, I.; Chia, S.; Menzies, J.; Stephenson, G.; Cataldi, R.; Yahya, K.; Bian, Y.; Urrutia, G. A.; Linse, S.; Mannini, B.; Vendruscolo, M."
    },
    {
      "paperId": "10.1101/2024.08.30.610591",
      "abstract": "The aggregation of A{beta}42 into misfolded oligomers is a central event in the pathogenesis of Alzheimers disease. In this study, we aimed to develop a robust experimental system that recapitulates A{beta}42 oligomerization in living cells to gain insight into their neurotoxicity and to provide a platform to characterize the effects of inhibitors of this process. Our strategy is based on the in situ generation of A{beta}42 oligomers via secondary nucleation by repeatedly treating the cells with A{beta}42 monomers in the presence of pre-formed A{beta}42 fibrils. This approach enables an accurate control over the levels of on-pathway soluble A{beta}42 oligomers and cell-associated aggregates, as well as the study of their neurotoxic effects. By implementing this approach in human glutamatergic neurons derived from induced pluripotent stem cells (iPSCs), we were able to replicate key aspects of Alzheimers disease, including neurite degeneration and synaptic dysfunction. Using BRICHOS, a molecular chaperone that specifically inhibits secondary nucleation, we confirmed that aggregation in this system occurs through secondary nucleation, and that quantitative parameters for comparing potential A{beta}42 aggregation inhibitors can be obtained. Overall, our results demonstrate that by in situ generation of on-pathway A{beta}42 oligomers, one can obtain translational cellular models of AD to bridge the gap between basic research and clinical applications.",
      "doi": "10.1101/2024.08.30.610591",
      "title": "In situ generation of Aβ42 oligomers via secondary nucleation triggers neurite degeneration and synaptic dysfunction in human iPSC-derived glutamatergic neurons",
      "journal": "biorxiv",
      "date": "2024-09-02T00:00:00.000Z",
      "brief": null,
      "authors": "Gonzalez-Diaz, A.; Sarracco, E.; Possenti, A.; Kitchen-Smith, I.; Chia, S.; Menzies, J.; Stephenson, G.; Cataldi, R.; Yahya, K.; Bian, Y.; Urrutia, G. A.; Linse, S.; Mannini, B.; Vendruscolo, M."
    }
  ],
  "11": [
    {
      "paperId": "10.1101/2023.12.18.569574",
      "abstract": "Evidence indicates that transposable elements (TEs) can contribute to the evolution of new traits, despite often being considered deleterious. In vertebrates, some KRAB-ZNF proteins repress TEs, offering genomic protection. Notably, KRAB-ZNF genes evolve rapidly and exhibit diverse expression patterns in primate brains, where TEs remain active. This prompts questions about their interactions in primate brains and potential roles in human brain evolution and disease. For a systematic comparative analysis of TE interactions with other genes, we developed the tool TEKRABber, and focused on strong and experimentally validated cases. Our bipartite network analysis revealed significantly more interactions between KRAB-ZNF genes and TEs in humans than in other primates, especially with recently evolved, i.e. Simiiformes specific, TEs. Notably, ZNF528, under positive selection in humans, shows numerous human-specific TE interactions. Most negative interactions in our network, indicative of repression by KRAB-ZNF proteins, entail Alu TEs, while links to other TEs are generally positive. In Alzheimers patients, a subnetwork involving 21 interactions with an Alu module appears diminished or lost. Our findings suggest that KRAB-ZNF and TE interactions vary across TE families, have increased throughout human evolution, and may influence susceptibility to Alzheimers disease.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=161 SRC=\"FIGDIR/small/569574v6_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (32K):\norg.highwire.dtl.DTLVardef@b88b14org.highwire.dtl.DTLVardef@1b2f358org.highwire.dtl.DTLVardef@1863d3borg.highwire.dtl.DTLVardef@1e164d_HPS_FORMAT_FIGEXP  M_FIG O_FLOATNOFigure 1.C_FLOATNO C_FIG",
      "doi": "10.1101/2023.12.18.569574",
      "title": "Regulatory networks of KRAB zinc finger genes and transposable elements changed during human brain evolution and disease",
      "journal": "biorxiv",
      "date": "2024-09-20T00:00:00.000Z",
      "brief": null,
      "authors": "Chen, Y.-C.; Maupas, A.; Nowick, K."
    },
    {
      "paperId": "10.1101/2023.12.18.569574",
      "abstract": "Evidence indicates that transposable elements (TEs) can contribute to the evolution of new traits, despite often being considered deleterious. In vertebrates, some KRAB-ZNF proteins repress TEs, offering genomic protection. Notably, KRAB-ZNF genes evolve rapidly and exhibit diverse expression patterns in primate brains, where TEs remain active. This prompts questions about their interactions in primate brains and potential roles in human brain evolution and disease. For a systematic comparative analysis of TE interactions with other genes, we developed the tool TEKRABber, and focused on strong and experimentally validated cases. Our bipartite network analysis revealed significantly more interactions between KRAB-ZNF genes and TEs in humans than in other primates, especially with recently evolved, i.e. Simiiformes specific, TEs. Notably, ZNF528, under positive selection in humans, shows numerous human-specific TE interactions. Most negative interactions in our network, indicative of repression by KRAB-ZNF proteins, entail Alu TEs, while links to other TEs are generally positive. In Alzheimers patients, a subnetwork involving 21 interactions with an Alu module appears diminished or lost. Our findings suggest that KRAB-ZNF and TE interactions vary across TE families, have increased throughout human evolution, and may influence susceptibility to Alzheimers disease.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=161 SRC=\"FIGDIR/small/569574v6_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (32K):\norg.highwire.dtl.DTLVardef@b88b14org.highwire.dtl.DTLVardef@1b2f358org.highwire.dtl.DTLVardef@1863d3borg.highwire.dtl.DTLVardef@1e164d_HPS_FORMAT_FIGEXP  M_FIG O_FLOATNOFigure 1.C_FLOATNO C_FIG",
      "doi": "10.1101/2023.12.18.569574",
      "title": "Regulatory networks of KRAB zinc finger genes and transposable elements changed during human brain evolution and disease",
      "journal": "biorxiv",
      "date": "2024-08-02T00:00:00.000Z",
      "brief": null,
      "authors": "Chen, Y.-C.; Maupas, A.; Nowick, K."
    }
  ],
  "12": [
    {
      "paperId": "10.1101/2024.08.23.609465",
      "abstract": "The rapid growth of multi-omics datasets, in addition to the wealth of existing biological prior knowledge, necessitates the development of effective methods for their integration. Such methods are essential for building predictive models and identifying disease-related molecular markers. We propose a framework for supervised integration of multi-omics data with biological priors represented as knowledge graphs. Our framework leverages graph neural networks (GNNs) to model the relationships among features from high-dimensional  omics data and set transformers to integrate low-dimensional representations of  omics features. Furthermore, our framework incorporates explainability methods to elucidate important biomarkers and extract interaction relationships between biological quantities of interest. We demonstrate the effectiveness of our approach by applying it to Alzheimers disease (AD) multi-omics data from the ROSMAP cohort, showing that the integration of transcriptomics and proteomics data with AD biological domain network priors improves the prediction accuracy of AD status and highlights functional AD biomarkers.",
      "doi": "10.1101/2024.08.23.609465",
      "title": "An explainable graph neural network approach for integrating multi-omics data with prior knowledge to identify biomarkers from interacting biological domains.",
      "journal": "biorxiv",
      "date": "2024-08-26T00:00:00.000Z",
      "brief": null,
      "authors": "Tripathy, R. K.; Frohock, Z.; Wang, H.; Cary, G. A.; Keegan, S.; Carter, G. W.; Li, Y."
    },
    {
      "paperId": "10.1101/2024.08.23.609465",
      "abstract": "The rapid growth of multi-omics datasets, in addition to the wealth of existing biological prior knowledge, necessitates the development of effective methods for their integration. Such methods are essential for building predictive models and identifying disease-related molecular markers. We propose a framework for supervised integration of multi-omics data with biological priors represented as knowledge graphs. Our framework leverages graph neural networks (GNNs) to model the relationships among features from high-dimensional  omics data and set transformers to integrate low-dimensional representations of  omics features. Furthermore, our framework incorporates explainability methods to elucidate important biomarkers and extract interaction relationships between biological quantities of interest. We demonstrate the effectiveness of our approach by applying it to Alzheimers disease (AD) multi-omics data from the ROSMAP cohort, showing that the integration of transcriptomics and proteomics data with AD biological domain network priors improves the prediction accuracy of AD status and highlights functional AD biomarkers.",
      "doi": "10.1101/2024.08.23.609465",
      "title": "An explainable graph neural network approach for effectively integrating multi-omics with prior knowledge to identify biomarkers from interacting biological domains",
      "journal": "biorxiv",
      "date": "2024-09-26T00:00:00.000Z",
      "brief": null,
      "authors": "Tripathy, R. K.; Frohock, Z.; Wang, H.; Cary, G. A.; Keegan, S.; Carter, G. W.; Li, Y."
    }
  ],
  "13": [
    {
      "paperId": "10.1101/2024.09.26.614333",
      "abstract": "In Alzheimers disease, there is an imbalance in neurotransmitter release and altered neuronal activation. We present a novel approach to analyze neuronal activity by combining local field potential (LFP) recording with microdialysis within the same animal. This method measures glutamate and GABA levels following chronic hippocampal amyloid-beta oligomer (A{beta}o) injections in rats. We outline the design of our electrode and canula, the surgical procedure, and the steps for LFP recording, interstitial fluid collection, and A{beta}o injections simultaneously in living animal.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=182 HEIGHT=200 SRC=\"FIGDIR/small/614333v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (37K):\norg.highwire.dtl.DTLVardef@155f3c0org.highwire.dtl.DTLVardef@1f60289org.highwire.dtl.DTLVardef@207ba2org.highwire.dtl.DTLVardef@94eeb3_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
      "doi": "10.1101/2024.09.26.614333",
      "title": "Protocol for simultaneous evaluation of neuronal activity and neurotransmitter release following chronic amyloid-beta oligomer injections into the hippocampus",
      "journal": "biorxiv",
      "date": "2024-10-01T00:00:00.000Z",
      "brief": null,
      "authors": "Herve, V.; Bonenfant, L.; Amyot, M.; Balafrej, R.; Ali, O. B. K.; Benali, H.; Brouillette, J."
    },
    {
      "paperId": "10.1101/2024.09.26.614333",
      "abstract": "In Alzheimers disease, there is an imbalance in neurotransmitter release and altered neuronal activation. We present a novel approach to analyze neuronal activity by combining local field potential (LFP) recording with microdialysis within the same animal. This method measures glutamate and GABA levels following chronic hippocampal amyloid-beta oligomer (A{beta}o) injections in rats. We outline the design of our electrode and canula, the surgical procedure, and the steps for LFP recording, interstitial fluid collection, and A{beta}o injections simultaneously in living animal.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=182 HEIGHT=200 SRC=\"FIGDIR/small/614333v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (37K):\norg.highwire.dtl.DTLVardef@155f3c0org.highwire.dtl.DTLVardef@1f60289org.highwire.dtl.DTLVardef@207ba2org.highwire.dtl.DTLVardef@94eeb3_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
      "doi": "10.1101/2024.09.26.614333",
      "title": "Protocol for simultaneous evaluation of neuronal activity and neurotransmitter release following chronic amyloid-beta oligomer injections into the hippocampus",
      "journal": "biorxiv",
      "date": "2024-09-27T00:00:00.000Z",
      "brief": null,
      "authors": "Herve, V.; Bonenfant, L.; Amyot, M.; Balafrej, R.; Ali, O. B. K.; Benali, H.; Brouillette, J."
    }
  ],
  "14": [
    {
      "paperId": "10.1101/2023.07.31.551367",
      "abstract": "Alzheimers disease (AD) presents a perplexing question: why does its development span decades, even though individual amyloid beta (A{beta}) deposits (senile plaques) can form rapidly in as little as 24 hours, as recent publications suggest? This study investigated whether the formation of senile plaques can be limited by factors other than polymerization kinetics alone. Instead, their formation may be limited by the diffusion-driven supply of A{beta} monomers, along with the rate at which the monomers are produced from amyloid precursor protein (APP) and the rate at which A{beta} monomers undergo degradation. A mathematical model incorporating the nucleation and autocatalytic process (via the Finke-Watzky model), as well as A{beta} monomer diffusion, was proposed. The obtained system of partial differential equations was solved numerically, and a simplified version was investigated analytically. The computational results predicted that it takes approximately 7 years for A{beta} aggregates to reach a neurotoxic concentration of 50 M. Additionally, a sensitivity analysis was performed to examine how the diffusivity of A{beta} monomers and their production rate impact the concentration of A{beta} aggregates.",
      "doi": "10.1101/2023.07.31.551367",
      "title": "Effect of diffusivity of amyloid beta monomers on the formation of senile plaques",
      "journal": "biorxiv",
      "date": "2024-08-11T00:00:00.000Z",
      "brief": null,
      "authors": "Kuznetsov, A. V."
    },
    {
      "paperId": "10.1101/2023.07.31.551367",
      "abstract": "Alzheimers disease (AD) presents a perplexing question: why does its development span decades, even though individual amyloid beta (A{beta}) deposits (senile plaques) can form rapidly in as little as 24 hours, as recent publications suggest? This study investigated whether the formation of senile plaques can be limited by factors other than polymerization kinetics alone. Instead, their formation may be limited by the diffusion-driven supply of A{beta} monomers, along with the rate at which the monomers are produced from amyloid precursor protein (APP) and the rate at which A{beta} monomers undergo degradation. A mathematical model incorporating the nucleation and autocatalytic process (via the Finke-Watzky model), as well as A{beta} monomer diffusion, was proposed. The obtained system of partial differential equations was solved numerically, and a simplified version was investigated analytically. The computational results predicted that it takes approximately 7 years for A{beta} aggregates to reach a neurotoxic concentration of 50 M. Additionally, a sensitivity analysis was performed to examine how the diffusivity of A{beta} monomers and their production rate impact the concentration of A{beta} aggregates.",
      "doi": "10.1101/2023.07.31.551367",
      "title": "Effect of diffusivity of amyloid beta monomers on the formation of senile plaques",
      "journal": "biorxiv",
      "date": "2024-09-27T00:00:00.000Z",
      "brief": null,
      "authors": "Kuznetsov, A. V."
    }
  ],
  "15": [
    {
      "paperId": "10.1101/2023.08.08.552400",
      "abstract": "One key limitation in developing effective treatments for neurodegenerative diseases is the lack of models accurately mimicking the complex physiopathology of the human disease. Humans accumulate with age the pigment neuromelanin inside neurons that synthesize catecholamines. Neurons reaching the highest neuromelanin levels preferentially degenerate in Parkinsons, Alzheimers and apparently healthy aging individuals. However, this brain pigment is not taken into consideration in current animal models because common laboratory species, such as rodents, do not produce neuromelanin. Here we generate a tissue-specific transgenic mouse, termed tgNM, that mimics the human age-dependent brain-wide distribution of neuromelanin within catecholaminergic regions, based on the constitutive catecholamine-specific expression of human melanin-producing enzyme tyrosinase. We show that, in parallel to progressive human-like neuromelanin pigmentation, these animals display age-related neuronal dysfunction and degeneration affecting numerous brain circuits and body tissues, linked to motor and non-motor deficits, reminiscent of early neurodegenerative stages. This model may open new research avenues in brain aging and neurodegeneration.",
      "doi": "10.1101/2023.08.08.552400",
      "title": "Modelling human neuronal catecholaminergic pigmentation in rodents recapitulates age-related multisystem neurodegenerative deficits",
      "journal": "biorxiv",
      "date": "2024-08-14T00:00:00.000Z",
      "brief": null,
      "authors": "Laguna, A.; Penuelas, N.; Gonzalez-Sepulveda, M.; Nicolau, A.; Arthaud, S.; Guilliard-Sirieix, C.; Lorente-Picon, M.; Compte, J.; Miquel-Rio, L.; Xicoy, H.; Liu, J.; Parent, A.; Cuadros, T.; Romero-Gimenez, J.; Pujol, G.; Gimenez-Llort, L.; Fort, P.; Bortolozzi, A.; Carballo-Carbajal, I.; Vila, M."
    },
    {
      "paperId": "10.1101/2023.03.07.530845",
      "abstract": "The locus coeruleus (LC), the major source of norepinephrine (NE) in the brain, is an early site of pathology in both Alzheimers disease (AD) and Parkinsons disease (PD), and it undergoes catastrophic degeneration later in both disorders. Dysregulation of the LC is thought to contribute to prodromal symptoms of AD and PD such as anxiety and sleep disturbances, while frank LC-NE loss promotes cognitive decline. However, the mechanisms responsible for its selective vulnerability are unknown. The LC is among the only structures in the brain that produces appreciable amounts of neuromelanin (NM), a dark cytoplasmic pigment. It has been proposed that NM initially plays a protective role by sequestering toxic catecholamine metabolites and heavy metals, but may become harmful during aging as it overwhelms cellular machinery and is released during neurodegeneration. Rodents do not naturally produce NM, limiting the study of causal relationships between NM and LC pathology. Adapting a viral-mediated approach for expression of human tyrosinase, the enzyme responsible for peripheral melanin production, we successfully promoted pigmentation in mouse LC neurons that recapitulates key ultrastructural features of endogenous NM found in primates. Pigment expression results in LC neuron hyperactivity, reduced tissue NE levels, transcriptional changes, and novelty-induced anxiety phenotypes as early as 1-week post-injection. By 6-10 weeks, NM accumulation is associated with severe LC neuron neurodegeneration and microglial engulfment of the pigment granules, while the anxiety-like behavior is abated. These phenotypes are reminiscent of LC dysfunction and cell death in AD and PD, validating this model for studying the consequences of pigment accumulation in the LC as it relates to neurodegenerative disease.",
      "doi": "10.1101/2023.03.07.530845",
      "title": "Tyrosinase-induced neuromelanin accumulation triggers rapid dysregulation and degeneration of the mouse locus coeruleus",
      "journal": "biorxiv",
      "date": "2024-08-04T00:00:00.000Z",
      "brief": null,
      "authors": "Iannitelli, A. F.; Hassanein, L.; Mulvey, B.; Blankenship, H.; Liles, L. C.; Sharpe, A. L.; Pare, J.-F.; Segal, A.; Sloan, S. A.; Martinowich, K.; McCann, K. E.; Dougherty, J. D.; Smith, Y.; Beckstead, M. J.; Weinshenker, D."
    }
  ],
  "16": [
    {
      "paperId": "10.1101/2024.09.24.614782",
      "abstract": "Genetic, molecular, and environmental factors influence diseases through complex interactions with genes, phenotypes, and drugs. Current methods often fail to integrate diverse multi-relational biological data meaningfully, limiting the discovery of novel risk genes and drugs. To address this, we present MedGraphNet, a multi-relational Graph Neural Network (GNN) model designed to infer relationships among drugs, genes, diseases, and phenotypes. MedGraphNet initializes nodes using informative embeddings from existing text knowledge, allowing for robust integration of various data types and improved generalizability. Our results demonstrate that MedGraphNet matches and often outperforms traditional single-relation approaches, particularly in scenarios with isolated or sparsely connected nodes. The model shows generalizability to external datasets, achieving high accuracy in identifying disease-gene associations and drug-phenotype relationships. Notably, MedGraphNet accurately inferred drug side effects without direct training on such data. Using Alzheimers disease as a case study, MedGraphNet successfully identified relevant phenotypes, genes, and drugs, corroborated by existing literature. These findings demonstrate the potential of integrating multi-relational data with text knowledge to enhance biomedical predictions and drug repurposing for diseases.MedGraphNet code is available at https://github.com/vinash85/MedGraphNet",
      "doi": "10.1101/2024.09.24.614782",
      "title": "MedGraphNet: Leveraging Multi-Relational Graph Neural Networks and Text Knowledge for Biomedical Predictions",
      "journal": "biorxiv",
      "date": "2024-09-25T00:00:00.000Z",
      "brief": null,
      "authors": "Macaulay, O.; Servilla, M.; Virupakshappa, K.; Arredondo, D.; Hu, Y.; Tafoya, L.; Zhang, Y.; Sahu, A."
    },
    {
      "paperId": "10.1101/2024.06.17.599219",
      "abstract": "Understanding complex interactions in biomedical networks is crucial for advancements in biomedicine, but traditional link prediction (LP) methods are limited in capturing this complexity. Representation-based learning techniques improve prediction accuracy by mapping nodes to low-dimensional embeddings, yet they often struggle with interpretability and scalability. We present BioPathNet, a novel graph neural network framework based on the Neural Bellman-Ford Network (NBFNet), addressing these limitations through path-based reasoning for LP in biomedical knowledge graphs. Unlike node-embedding frameworks, BioPathNet learns representations between node pairs by considering all relations along paths, enhancing prediction accuracy and interpretability. This allows visualization of influential paths and facilitates biological validation. BioPathNet leverages a background regulatory graph (BRG) for enhanced message passing and uses stringent negative sampling to improve precision. In evaluations across various LP tasks, such as gene function annotation, drug-disease indication, synthetic lethality, and lncRNA-mRNA interaction prediction, BioPathNet consistently outperformed shallow node embedding methods, relational graph neural networks and task-specific state-of-the-art methods, demonstrating robust performance and versatility. Our study predicts novel drug indications for diseases like acute lymphoblastic leukemia (ALL) and Alzheimers, validated by medical experts and clinical trials. We also identified new synthetic lethality gene pairs and regulatory interactions involving lncRNAs and target genes, confirmed through literature reviews. BioPathNets interpretability will enable researchers to trace prediction paths and gain molecular insights, making it a valuable tool for drug discovery, personalized medicine and biology in general.",
      "doi": "10.1101/2024.06.17.599219",
      "title": "Path-based reasoning in biomedical knowledge graphs with BioPathNet",
      "journal": "biorxiv",
      "date": "2024-08-10T00:00:00.000Z",
      "brief": null,
      "authors": "Hu, Y.; Oleshko, S.; Firmani, S.; Zhu, Z.; Cheng, H.; Ulmer, M.; Arnold, M.; Colome-Tatche, M.; Tang, J.; Xhonneux, S.; Marsico, A."
    }
  ],
  "17": [
    {
      "paperId": "10.1101/2024.08.13.607713",
      "abstract": "MotivationDrug repurposing is gaining interest due to its high cost-effectiveness, low risks, and improved patient outcomes. However, most drug repurposing methods depend on drug-disease-target semantic connections of a single drug rather than insights from drug combination data. In this study, we propose SynDRep, a novel drug repurposing tool based on enriching knowledge graphs (KG) with drug combination effects. It predicts the synergistic drug partner with a commonly prescribed drug for the target disease, leveraging graph embedding and machine learning techniques. This partner drug is then repurposed as a single agent for this disease by exploring pathways between them in KG.\n\nResultsHolE was the best-performing embedding model (with 84.58% of true predictions for all relations), and random forest emerged as the best ML model with an ROC-AUC value of 0.796. Some of our selected candidates, such as miconazole and albendazole for Alzheimers disease, have been validated through literature, while others lack either a clear pathway or literature evidence for their use for the disease of interest. Therefore, complementing SynDRep with more specialized KG, and additional training data, would enhance its efficacy and offer cost-effective and timely solutions for patients.\n\nAvailability and ImplementationSynDRep is available as an open-source Python package at https://github.com/SynDRep/SynDRep under the Apache 2.0 License.",
      "doi": "10.1101/2024.08.13.607713",
      "title": "SynDRep: A Knowledge Graph-Enhanced Tool based on Synergistic Partner Prediction for Drug Repurposing",
      "journal": "biorxiv",
      "date": "2024-10-11T00:00:00.000Z",
      "brief": null,
      "authors": "Shalaby, K. S.; Rao, S. G.; Schultz, B.; Hofmann-Apitius, M.; Tom Kodamullil, A.; Bharadhwaj, V. S."
    },
    {
      "paperId": "10.1101/2024.08.13.607713",
      "abstract": "MotivationDrug repurposing is gaining interest due to its high cost-effectiveness, low risks, and improved patient outcomes. However, most drug repurposing methods depend on drug-disease-target semantic connections of a single drug rather than insights from drug combination data. In this study, we propose SynDRep, a novel drug repurposing tool based on enriching knowledge graphs (KG) with drug combination effects. It predicts the synergistic drug partner with a commonly prescribed drug for the target disease, leveraging graph embedding and machine learning techniques. This partner drug is then repurposed as a single agent for this disease by exploring pathways between them in KG.\n\nResultsHolE was the best-performing embedding model (with 84.58% of true predictions for all relations), and random forest emerged as the best ML model with an ROC-AUC value of 0.796. Some of our selected candidates, such as miconazole and albendazole for Alzheimers disease, have been validated through literature, while others lack either a clear pathway or literature evidence for their use for the disease of interest. Therefore, complementing SynDRep with more specialized KG, and additional training data, would enhance its efficacy and offer cost-effective and timely solutions for patients.\n\nAvailability and ImplementationSynDRep is available as an open-source Python package at https://github.com/SynDRep/SynDRep under the Apache 2.0 License.",
      "doi": "10.1101/2024.08.13.607713",
      "title": "SynDRep: A Knowledge Graph-Enhanced Tool based on Synergistic Partner Prediction for Drug Repurposing",
      "journal": "biorxiv",
      "date": "2024-08-16T00:00:00.000Z",
      "brief": null,
      "authors": "Shalaby, K. S.; Rao, S. G.; Schultz, B.; Hofmann-Apitius, M.; Tom Kodamullil, A.; Bharadhwaj, V. S."
    }
  ],
  "18": [
    {
      "paperId": "10.1101/2024.09.04.611223",
      "abstract": "The microglial surface protein Triggering Receptor Expressed on Myeloid Cells 2 (TREM2) plays a critical role in mediating brain homeostasis and inflammatory responses in Alzheimers disease (AD). The soluble form of TREM2 (sTREM2) exhibits neuroprotective effects in AD, though the underlying mechanisms remain elusive. Moreover, differences in ligand binding between TREM2 and sTREM2, which have major implications for their roles in AD pathology, remain unexplained. To address these knowledge gaps, we conducted the most computationally intensive molecular dynamics simulations to date of (s)TREM2, exploring their interactions with key damage- and lipoprotein-associated phospholipids and the impact of the AD-risk mutation R47H. Our results demonstrate that the flexible stalk domain of sTREM2 serves as the molecular basis for differential ligand binding between sTREM2 and TREM2, facilitated by its role in stabilizing the Ig-like domain and altering the accessibility of canonical ligand binding sites. We identified a novel ligand binding site on sTREM2, termed the  Expanded Surface 2, which emerges due to competitive binding of the stalk with the Ig-like domain. Additionally, we observed that the stalk domain itself functions as a site for ligand binding, with increased binding in the presence of R47H. This suggests that sTREM2s neuroprotective role in AD may, at least in part, arise from the stalk domains ability to rescue dysfunctional ligand binding caused by AD-risk mutations. Lastly, our findings indicate that R47H-induced dysfunction in membrane-bound TREM2 may result from both diminished ligand binding due to restricted complementarity-determining region 2 loop motions and an impaired ability to differentiate between ligands, proposing a novel mechanism for loss-of-function. In summary, these results provide valuable insights into the role of sTREM2 in AD pathology, laying the groundwork for the design of new therapeutic approaches targeting (s)TREM2 in AD.",
      "doi": "10.1101/2024.09.04.611223",
      "title": "The flexible stalk domain of sTREM2 modulates its interactions with phospholipids in the brain",
      "journal": "biorxiv",
      "date": "2024-09-10T00:00:00.000Z",
      "brief": null,
      "authors": "Saeb, D.; Lietzke, E. E.; Fuchs, D. I.; Aldrich, E. C.; Bruce, K. D.; Sprenger, K. G."
    },
    {
      "paperId": "10.1101/2024.09.04.611223",
      "abstract": "The microglial surface protein Triggering Receptor Expressed on Myeloid Cells 2 (TREM2) plays a critical role in mediating brain homeostasis and inflammatory responses in Alzheimers disease (AD). The soluble form of TREM2 (sTREM2) exhibits neuroprotective effects in AD, though the underlying mechanisms remain elusive. Moreover, differences in ligand binding between TREM2 and sTREM2, which have major implications for their roles in AD pathology, remain unexplained. To address these knowledge gaps, we conducted the most computationally intensive molecular dynamics simulations to date of (s)TREM2, exploring their interactions with key damage- and lipoprotein-associated phospholipids and the impact of the AD-risk mutation R47H. Our results demonstrate that the flexible stalk domain of sTREM2 serves as the molecular basis for differential ligand binding between sTREM2 and TREM2, facilitated by its role in stabilizing the Ig-like domain and altering the accessibility of canonical ligand binding sites. We identified a novel ligand binding site on sTREM2, termed the  Expanded Surface 2, which emerges due to competitive binding of the stalk with the Ig-like domain. Additionally, we observed that the stalk domain itself functions as a site for ligand binding, with increased binding in the presence of R47H. This suggests that sTREM2s neuroprotective role in AD may, at least in part, arise from the stalk domains ability to rescue dysfunctional ligand binding caused by AD-risk mutations. Lastly, our findings indicate that R47H-induced dysfunction in membrane-bound TREM2 may result from both diminished ligand binding due to restricted complementarity-determining region 2 loop motions and an impaired ability to differentiate between ligands, proposing a novel mechanism for loss-of-function. In summary, these results provide valuable insights into the role of sTREM2 in AD pathology, laying the groundwork for the design of new therapeutic approaches targeting (s)TREM2 in AD.",
      "doi": "10.1101/2024.09.04.611223",
      "title": "The flexible stalk domain of sTREM2 modulates its interactions with phospholipids in the brain",
      "journal": "biorxiv",
      "date": "2024-09-07T00:00:00.000Z",
      "brief": null,
      "authors": "Saeb, D.; Lietzke, E. E.; Fuchs, D. I.; Aldrich, E. C.; Bruce, K. D.; Sprenger, K. G."
    }
  ]
}