{
  "0": [
    {
      "paperId": "10.1101/2024.09.24.614844",
      "abstract": "Alzheimers disease (AD) remains a significant global health challenge, with BACE1, a critical therapeutic target due to its role in the amyloidogenic pathway. This study presents an innovative approach to drug development by integrating machine learning (ML) techniques to identify the potential BACE1 inhibitors. Utilizing a comprehensive dataset of protein-ligand interactions, the current study employed a machine learning model to generate novel ligands with high binding affinity and specificity for the BACE1 active site. The models efficacy was validated through molecular docking studies, which demonstrated superior binding affinities compared to existing FDA-approved inhibitors such as Atabecestat and Lanabecestat. The findings reveal that the top candidate, MLC10, exhibits a unique mechanism of action by promoting controlled flexibility in BACE1, contrasting with the rigid conformations induced by traditional inhibitors. This dynamic modulation enhances the enzymes inhibition, suggesting a promising avenue for therapeutic intervention. Furthermore, solvent-accessible surface area analyses indicate that MLC10 facilitates a more favourable protein conformation, potentially altering catalytic behaviour through increased solvent interactions. This work underscores the transformative potential of machine learning in drug discovery, paving the way for the development of next-generation BACE1 inhibitors. By harnessing computational techniques, the present work aims to address the limitations of current therapies and contribute to more effective treatments for Alzheimers disease, ultimately improving patient outcomes and quality of life.",
      "doi": "10.1101/2024.09.24.614844",
      "title": "Machine Learning-Enhanced Drug Discovery for BACE1: A Novel Approach to Alzheimer's Therapeutics",
      "journal": "biorxiv",
      "date": "2024-09-26T00:00:00.000Z",
      "brief": null,
      "authors": "Sangeet, S."
    },
    {
      "paperId": "10.1101/2024.09.19.613992",
      "abstract": "Alzheimers disease (AD) remains a formidable challenge, necessitating the discovery of effective therapeutic agents targeting {beta}-site amyloid precursor protein cleaving enzyme 1 (BACE1). This study investigates the inhibitory potential of phytochemicals derived from Bacopa monnieri, a plant renowned for its cognitive-enhancing properties, in comparison to established synthetic inhibitors such as Atabecestat, Lanabecestat, and Verubecestat. Utilizing molecular docking and advanced computational simulations, we demonstrate that Bacopaside I exhibits superior binding affinity and a unique interaction profile with BACE1, suggesting a more nuanced inhibitory mechanism. Our findings highlight the promising role of Bacopa monnieri phytochemicals as viable alternatives to synthetic drugs, emphasizing their potential to overcome limitations faced in clinical settings. Furthermore, the development of the SIMANA (https://simana.streamlit.app/) platform enhances the visualization and analysis of protein-ligand interactions, facilitating a deeper understanding of the dynamics involved. This research not only underscores the therapeutic promise of natural compounds in AD treatment but also advocates for a paradigm shift towards integrating traditional medicinal knowledge into contemporary drug discovery efforts.",
      "doi": "10.1101/2024.09.19.613992",
      "title": "Bacopa monnieri phytochemicals as promising BACE1 inhibitors for Alzheimers Disease Therapy",
      "journal": "biorxiv",
      "date": "2024-09-24T00:00:00.000Z",
      "brief": null,
      "authors": "Sangeet, S.; Khan, A."
    }
  ],
  "1": [
    {
      "paperId": "10.1101/2024.09.24.614782",
      "abstract": "Genetic, molecular, and environmental factors influence diseases through complex interactions with genes, phenotypes, and drugs. Current methods often fail to integrate diverse multi-relational biological data meaningfully, limiting the discovery of novel risk genes and drugs. To address this, we present MedGraphNet, a multi-relational Graph Neural Network (GNN) model designed to infer relationships among drugs, genes, diseases, and phenotypes. MedGraphNet initializes nodes using informative embeddings from existing text knowledge, allowing for robust integration of various data types and improved generalizability. Our results demonstrate that MedGraphNet matches and often outperforms traditional single-relation approaches, particularly in scenarios with isolated or sparsely connected nodes. The model shows generalizability to external datasets, achieving high accuracy in identifying disease-gene associations and drug-phenotype relationships. Notably, MedGraphNet accurately inferred drug side effects without direct training on such data. Using Alzheimers disease as a case study, MedGraphNet successfully identified relevant phenotypes, genes, and drugs, corroborated by existing literature. These findings demonstrate the potential of integrating multi-relational data with text knowledge to enhance biomedical predictions and drug repurposing for diseases.MedGraphNet code is available at https://github.com/vinash85/MedGraphNet",
      "doi": "10.1101/2024.09.24.614782",
      "title": "MedGraphNet: Leveraging Multi-Relational Graph Neural Networks and Text Knowledge for Biomedical Predictions",
      "journal": "biorxiv",
      "date": "2024-09-25T00:00:00.000Z",
      "brief": null,
      "authors": "Macaulay, O.; Servilla, M.; Virupakshappa, K.; Arredondo, D.; Hu, Y.; Tafoya, L.; Zhang, Y.; Sahu, A."
    },
    {
      "paperId": "10.1101/2024.06.17.599219",
      "abstract": "Understanding complex interactions in biomedical networks is crucial for advancements in biomedicine, but traditional link prediction (LP) methods are limited in capturing this complexity. Representation-based learning techniques improve prediction accuracy by mapping nodes to low-dimensional embeddings, yet they often struggle with interpretability and scalability. We present BioPathNet, a novel graph neural network framework based on the Neural Bellman-Ford Network (NBFNet), addressing these limitations through path-based reasoning for LP in biomedical knowledge graphs. Unlike node-embedding frameworks, BioPathNet learns representations between node pairs by considering all relations along paths, enhancing prediction accuracy and interpretability. This allows visualization of influential paths and facilitates biological validation. BioPathNet leverages a background regulatory graph (BRG) for enhanced message passing and uses stringent negative sampling to improve precision. In evaluations across various LP tasks, such as gene function annotation, drug-disease indication, synthetic lethality, and lncRNA-mRNA interaction prediction, BioPathNet consistently outperformed shallow node embedding methods, relational graph neural networks and task-specific state-of-the-art methods, demonstrating robust performance and versatility. Our study predicts novel drug indications for diseases like acute lymphoblastic leukemia (ALL) and Alzheimers, validated by medical experts and clinical trials. We also identified new synthetic lethality gene pairs and regulatory interactions involving lncRNAs and target genes, confirmed through literature reviews. BioPathNets interpretability will enable researchers to trace prediction paths and gain molecular insights, making it a valuable tool for drug discovery, personalized medicine and biology in general.",
      "doi": "10.1101/2024.06.17.599219",
      "title": "Path-based reasoning in biomedical knowledge graphs with BioPathNet",
      "journal": "biorxiv",
      "date": "2024-08-10T00:00:00.000Z",
      "brief": null,
      "authors": "Hu, Y.; Oleshko, S.; Firmani, S.; Zhu, Z.; Cheng, H.; Ulmer, M.; Arnold, M.; Colome-Tatche, M.; Tang, J.; Xhonneux, S.; Marsico, A."
    }
  ],
  "2": [
    {
      "paperId": "10.1101/2023.06.15.545130",
      "abstract": "SummaryMulti-omic data-driven studies, characterizing complex disease signaling system from multiple levels, are at the forefront of precision medicine and healthcare. The integration and interpretation of multi-omic data are essential for identifying molecular targets and deciphering core signaling pathways of complex diseases. However, it remains an open problem due the large number of biomarkers and complex interactions among them. In this study, we propose a novel Multi-scale Multi-hop Multi-omic graph model, M3NetFlow, to facilitate generic multi-omic data analysis to rank targets and infer core signaling flows/pathways. To evaluate M3NetFlow, we applied it in two independent multi-omic case studies: 1) uncovering mechanisms of synergistic drug combination response (defined as anchor-target guided learning), and 2) identifying biomarkers and pathways of Alzheimer  s disease (AD). The evaluation and comparison results showed M3NetFlow achieves the best prediction accuracy (accurate), and identifies a set of essential targets and core signaling pathways (interpretable). The model can be directly applied to other multi-omic data-driven studies. The code is publicly accessible at: https://github.com/FuhaiLiAiLab/M3NetFlow",
      "doi": "10.1101/2023.06.15.545130",
      "title": "M3NetFlow: A novel multi-scale multi-hop graph AI model for integrative multi-omic data analysis",
      "journal": "biorxiv",
      "date": "2024-09-11T00:00:00.000Z",
      "brief": null,
      "authors": "Zhang, H.; Goedegebuure, P.; Ding, L.; Hawkins, W.; DeNardo, D.; Fields, R.; Chen, Y.; Li, F."
    },
    {
      "paperId": "10.1101/2024.05.15.594360",
      "abstract": "Multi-omics data, i.e., genomics, epigenomics, transcriptomics, proteomics, characterize cellular complex signaling systems from multi-level and multi-view and provide a holistic view of complex cellular signaling pathways. However, it remains challenging to integrate and interpret multi-omics data for mining key disease targets and signaling pathways. Graph AI models have been widely used to analyze graph-structure datasets, and are ideal for integrative multi-omics data analysis because they can naturally integrate and represent multi-omics data as a biologically meaningful multi-level signaling graph and interpret multi-omics data via graph node and edge ranking analysis. However, it is non-trivial for graph-AI model developers to pre-analyze multi-omics data and convert the data into biologically meaningful graphs, which can be directly fed into graph-AI models. To resolve this challenge, we developed mosGraphGen (multi-omics signaling graph generator), generating Multi-omics Signaling graphs (mos-graph) of individual samples by mapping multi-omics data onto a biologically meaningful multi-level background signaling network with data normalization by aggregating measurements and aligning to the reference genome. With mosGraphGen, AI model developers can directly apply and evaluate their models using these mos-graphs. In the results, mosGraphGen was used and illustrated using two widely used multi-omics datasets of TCGA and Alzheimers disease (AD) samples. The code of mosGraphGen is open-source and publicly available via GitHub: https://github.com/FuhaiLiAiLab/mosGraphGen",
      "doi": "10.1101/2024.05.15.594360",
      "title": "mosGraphGen: a novel tool to generate multi-omics signaling graphs to facilitate integrative and interpretable graph AI model development",
      "journal": "biorxiv",
      "date": "2024-08-28T00:00:00.000Z",
      "brief": null,
      "authors": "Zhang, H.; Cao, D.; Chen, Z.; Zhang, Z.; Chen, Y.; Sessions, C.; Cruchaga, C.; Payne, P. R.; Li, G.; Province, M.; Li, F."
    }
  ],
  "3": [
    {
      "paperId": "10.1101/2024.09.05.611566",
      "abstract": "Amyloid-beta (A{beta}) plaques and surrounding glial activation are prominent histopathological hallmarks of Alzheimers Disease (AD). However, it is unclear how A{beta} plaques interact with surrounding glial cells in the human brain. Here, we applied spatial transcriptomics (ST) and immunohistochemistry (IHC) for A{beta}, GFAP, and IBA1 to acquire data from 258,987 ST spots within 78 postmortem brain sections of 21 individuals. By coupling ST and adjacent-section IHC, we showed that low A{beta} spots exhibit transcriptomic profiles indicative of greater neuronal loss than high A{beta} spots, and high-glia spots present transcriptomic changes indicative of more significant inflammation and neurodegeneration. Furthermore, we observed that this ST glial response bears signatures of reported mouse gene modules of plaque-induced genes (PIG), oligodendrocyte (OLIG) response, disease-associated microglia (DAM), and disease-associated astrocytes (DAA), as well as different microglia (MG) states identified in human AD brains, indicating that multiple glial cell states arise around plaques and contribute to local immune response. We then validated the observed effects of A{beta} on cell apoptosis and plaque-surrounding glia on inflammation and synaptic loss using IHC. In addition, transcriptomic changes of iPSC-derived microglia-like cells upon short-interval A{beta} treatment mimic the ST glial response and mirror the reported activated MG states. Our results demonstrate an exacerbation of synaptic and neuronal loss in low-A{beta} or high-glia areas, indicating that microglia response to A{beta}-oligomers likely initiates glial activation in plaque-glia niches. Our study lays the groundwork for future pathology genomics studies, opening the door for investigating pathological heterogeneity and causal effects in neurodegenerative diseases.",
      "doi": "10.1101/2024.09.05.611566",
      "title": "Uncovering Plaque-Glia Niches in Human Alzheimer's Disease Brains Using Spatial Transcriptomics",
      "journal": "biorxiv",
      "date": "2024-09-10T00:00:00.000Z",
      "brief": null,
      "authors": "Avey, D. R.; Ng, B.; Vialle, R. A.; Kearns, N. A.; Lopes, K. d. P.; Iatrou, A.; Tissera, S. D.; Vyas, H.; Saunders, D. M.; Flood, D. J.; Xu, J.; Tasaki, S.; Gaiteri, C.; Bennett, D. A.; Wang, Y."
    },
    {
      "paperId": "10.1101/2024.08.23.609299",
      "abstract": "Microglia are key players in maintaining brain homeostasis and responding to pathological conditions. Their multifaceted roles in health and disease have garnered significant attention in the context of neurodegeneration. In recent years, single-cell transcriptomic techniques have provided unprecedented insights into microglial heterogeneity, revealing distinct subpopulations and gene expression patterns associated with neuroprotection or neurotoxicity.\n\nHere, the transcriptomic landscape of microglia has been dissected by leveraging human single-nuclei RNA sequencing datasets of neurodegenerative conditions, encompassing amyotrophic lateral sclerosis, frontotemporal dementia, Alzheimers disease, aging, and Parkinsons disease. Results have led to the identification of distinct cell subpopulations, representative of the functional heterogeneity of the brain microglia. Moreover, distinct gene signatures and regulatory networks linked to inflammation and neurodegeneration have been identified.\n\nOverall, the study provides an improved portrait of microglia in the context of neurodegenerative disorders, and it holds promise for developing a more targeted research aimed at modulating microglial function to mitigate disease progression and foster neuroprotection.\n\nHighlightsO_LIBrain-resident microglia cells show a profound transcriptional heterogeneity\nC_LIO_LIMicroglia are not subject to a macrophage-like polarization mechanism\nC_LIO_LINeurodegenerative disorders share common transcriptional programs, yet retaining their own peculiarities\nC_LIO_LIDistinct gene regulatory networks underlie microglia heterogeneity and neurodegeneration-related dysfunctions\nC_LI",
      "doi": "10.1101/2024.08.23.609299",
      "title": "Unveiling microglial heterogeneity from single-cell transcriptomics in neurodegenerative diseases",
      "journal": "biorxiv",
      "date": "2024-08-23T00:00:00.000Z",
      "brief": null,
      "authors": "Palma, A."
    }
  ],
  "4": [
    {
      "paperId": "10.1101/2024.08.25.609586",
      "abstract": "Neurodegenerative diseases, such as Alzheimers Disease, Parkinsons Disease and Huntingtons Disease, are characterised by accumulation of amyloid fibrils, which remain incurable. It is of great importance to develop early-diagnosis approaches as well as disease-modifying therapies. Recently, we discovered the FibrilPaint1 peptide, a specific amyloid binder that can serve for fibril diagnosis. Here we introduce a class of FibrilPaint1 derivatives that bind to protein fibrils. The modifications include variation of the charge, termini and order of residues. As a result, we generated a class of peptides with general fibril-binding properties and with the potential for further adaptation, such as linkage to multiple dyes, optimisation for specific protein and aggregate strains, or adaptation for targeted protein degradation strategies. Thus, Fibril Paint peptides are a class of promising leads for targeting amyloid fibrils for diagnostic and therapeutic purposes.",
      "doi": "10.1101/2024.08.25.609586",
      "title": "Fibril Paint: a class of amyloid-targeting peptides",
      "journal": "biorxiv",
      "date": "2024-09-10T00:00:00.000Z",
      "brief": null,
      "authors": "Pedrola, J. A.; Dekker, F. A.; Guttmann, K.; van Leeuwen, L. M.; Singh, S.; Mayer, G.; Garfagnini, T.; Friedler, A.; Rudiger, S. G. D."
    },
    {
      "paperId": "10.1101/2024.08.27.609886",
      "abstract": "Neurodegenerative diseases are characterised by the progressive loss of neuronal tissue, and the accumulation of amyloid fibrils. Currently, there are no therapeutics that remove these amyloids. Targeted protein degradation could be a promising strategy to remove fibrils or oligomeric precursors. This approach requires degraders that specifically recognise amyloid fibrils, preferentially in early stages. Here, we introduce FibrilPaint20 (FP20), a peptide that specifically mediates the ubiquitination of amyloid fibrils. It acts as a PROTAC, containing both of a fibril recognition module and a recruitment motif for the E3 ubiquitin ligase CHIP. Importantly, FP20 does not bind to the functional monomer but exclusively to fibrils. Remarkably, FP20 ubiquitinates a set chemically diverse fibrils, unrelated in sequence and morphology. This includes fibrils of the disease-related proteins of -synuclein, A{beta}, Huntingtin and various Tau species, such as patient-derived fibrils from Alzheimer, Frontotemporal Dementia and Corticobasal Degeneration. This makes FP20 interesting for targeting mixed pathologies. Together, FP20 is an attractive lead compound for targeted protein degradation of amyloid fibrils.",
      "doi": "10.1101/2024.08.27.609886",
      "title": "FibrilPaint targets amyloid fibrils for ubiquitination",
      "journal": "biorxiv",
      "date": "2024-08-27T00:00:00.000Z",
      "brief": null,
      "authors": "Dekker, F. A.; Aragnones Pedrola, J.; Poza-Rodriguez, A.; Mayer, G.; Singh, S.; Heesink, G.; Claessens, M. M. A. E.; Friedler, A.; Rudiger, S. G. D."
    }
  ],
  "5": [
    {
      "paperId": "10.1101/2023.08.08.552400",
      "abstract": "One key limitation in developing effective treatments for neurodegenerative diseases is the lack of models accurately mimicking the complex physiopathology of the human disease. Humans accumulate with age the pigment neuromelanin inside neurons that synthesize catecholamines. Neurons reaching the highest neuromelanin levels preferentially degenerate in Parkinsons, Alzheimers and apparently healthy aging individuals. However, this brain pigment is not taken into consideration in current animal models because common laboratory species, such as rodents, do not produce neuromelanin. Here we generate a tissue-specific transgenic mouse, termed tgNM, that mimics the human age-dependent brain-wide distribution of neuromelanin within catecholaminergic regions, based on the constitutive catecholamine-specific expression of human melanin-producing enzyme tyrosinase. We show that, in parallel to progressive human-like neuromelanin pigmentation, these animals display age-related neuronal dysfunction and degeneration affecting numerous brain circuits and body tissues, linked to motor and non-motor deficits, reminiscent of early neurodegenerative stages. This model may open new research avenues in brain aging and neurodegeneration.",
      "doi": "10.1101/2023.08.08.552400",
      "title": "Modelling human neuronal catecholaminergic pigmentation in rodents recapitulates age-related multisystem neurodegenerative deficits",
      "journal": "biorxiv",
      "date": "2024-08-14T00:00:00.000Z",
      "brief": null,
      "authors": "Laguna, A.; Penuelas, N.; Gonzalez-Sepulveda, M.; Nicolau, A.; Arthaud, S.; Guilliard-Sirieix, C.; Lorente-Picon, M.; Compte, J.; Miquel-Rio, L.; Xicoy, H.; Liu, J.; Parent, A.; Cuadros, T.; Romero-Gimenez, J.; Pujol, G.; Gimenez-Llort, L.; Fort, P.; Bortolozzi, A.; Carballo-Carbajal, I.; Vila, M."
    },
    {
      "paperId": "10.1101/2023.03.07.530845",
      "abstract": "The locus coeruleus (LC), the major source of norepinephrine (NE) in the brain, is an early site of pathology in both Alzheimers disease (AD) and Parkinsons disease (PD), and it undergoes catastrophic degeneration later in both disorders. Dysregulation of the LC is thought to contribute to prodromal symptoms of AD and PD such as anxiety and sleep disturbances, while frank LC-NE loss promotes cognitive decline. However, the mechanisms responsible for its selective vulnerability are unknown. The LC is among the only structures in the brain that produces appreciable amounts of neuromelanin (NM), a dark cytoplasmic pigment. It has been proposed that NM initially plays a protective role by sequestering toxic catecholamine metabolites and heavy metals, but may become harmful during aging as it overwhelms cellular machinery and is released during neurodegeneration. Rodents do not naturally produce NM, limiting the study of causal relationships between NM and LC pathology. Adapting a viral-mediated approach for expression of human tyrosinase, the enzyme responsible for peripheral melanin production, we successfully promoted pigmentation in mouse LC neurons that recapitulates key ultrastructural features of endogenous NM found in primates. Pigment expression results in LC neuron hyperactivity, reduced tissue NE levels, transcriptional changes, and novelty-induced anxiety phenotypes as early as 1-week post-injection. By 6-10 weeks, NM accumulation is associated with severe LC neuron neurodegeneration and microglial engulfment of the pigment granules, while the anxiety-like behavior is abated. These phenotypes are reminiscent of LC dysfunction and cell death in AD and PD, validating this model for studying the consequences of pigment accumulation in the LC as it relates to neurodegenerative disease.",
      "doi": "10.1101/2023.03.07.530845",
      "title": "Tyrosinase-induced neuromelanin accumulation triggers rapid dysregulation and degeneration of the mouse locus coeruleus",
      "journal": "biorxiv",
      "date": "2024-08-04T00:00:00.000Z",
      "brief": null,
      "authors": "Iannitelli, A. F.; Hassanein, L.; Mulvey, B.; Blankenship, H.; Liles, L. C.; Sharpe, A. L.; Pare, J.-F.; Segal, A.; Sloan, S. A.; Martinowich, K.; McCann, K. E.; Dougherty, J. D.; Smith, Y.; Beckstead, M. J.; Weinshenker, D."
    }
  ],
  "6": [
    {
      "paperId": "10.1101/2024.08.06.606783",
      "abstract": "We demonstrate the dual role of microglia in Alzheimers disease (AD), initially harmful, by seeding amyloid plaques, and protective in later stages by compacting amyloid plaques. Early microglial depletion using pharmacological or genetic blockage of CSF1R reduces plaque load and associated neuritic dystrophy, while human microglia transplantation restores plaque formation, confirming their seeding role. Transplanted TREM2R47H/R47Hmicroglia exacerbate plaque pathology, highlighting microglia as key initiators of the amyloid pathology cascade.",
      "doi": "10.1101/2024.08.06.606783",
      "title": "Microglia initially seed and later reshape amyloid plaques in Alzheimer's disease",
      "journal": "biorxiv",
      "date": "2024-08-08T00:00:00.000Z",
      "brief": null,
      "authors": "Baligacs, N.; Albertini, G.; Borrie, S. C.; Serneels, L.; Pridans, C.; Balusu, S.; De Strooper, B."
    },
    {
      "paperId": "10.1101/2024.08.06.606795",
      "abstract": "Evidence points to a role for microglia in Alzheimers disease (AD) risk, although their position in the pathological cascade is incompletely understood, prompting us to generate a model of {beta}-amyloidopathy lacking microglia. We find evidence that microglia promote plaque formation and creation of an A{beta} fibril-rich zone surrounding the plaque core. However, plaque-proximal reactive astrogliosis, synapse loss, and neurite dystrophy are still observed in the absence of microglia.",
      "doi": "10.1101/2024.08.06.606795",
      "title": "Microglia determine beta-amyloid plaque burden but are non-essential for downstream pathology",
      "journal": "biorxiv",
      "date": "2024-08-08T00:00:00.000Z",
      "brief": null,
      "authors": "Li, M.; Holt, K.; Ridley, K.; Qiu, J.; Haddow, K.; Vasoya, D.; He, X.; Tulloch, J.; King, D.; Hume, D. A.; Pridans, C.; Dando, O. R.; Spires-Jones, T. L.; Hardingham, G. E."
    }
  ]
}